INSERT INTO upload_file (id, file_name, url)
  VALUES (2, 'bb49f833-3a4d-4f6a-aa44-cd7c506ba464.thailand_flag.gif', 'https://www.dropbox.com/s/5nfbpby4shdrqi7/bb49f833-3a4d-4f6a-aa44-cd7c506ba464.thailand_flag.gif\?raw=1');

INSERT INTO upload_file (id, file_name, url)
  VALUES (3, 'cc395522-67fa-4d11-8137-d257c70214a0.tai.png', 'https://www.dropbox.com/s/rfimoyow8txzxez/cc395522-67fa-4d11-8137-d257c70214a0.tai.png\?raw=1');

INSERT INTO upload_file (id, file_name, url)
  VALUES (14, '89c5b47b-ace6-4615-8872-b6b6cfb88997.KjFPb56EtJc.jpg', 'https://www.dropbox.com/s/ux6f3vt8fcao080/89c5b47b-ace6-4615-8872-b6b6cfb88997.KjFPb56EtJc.jpg\?raw=1');

INSERT INTO upload_file (id, file_name, url)
  VALUES (16, '267d9986-ff2f-448e-bc72-f625494f0e98.fmU-f8Qd9Vk.jpg', 'https://www.dropbox.com/s/udylten0g1h359k/267d9986-ff2f-448e-bc72-f625494f0e98.fmU-f8Qd9Vk.jpg\?raw=1');

INSERT INTO upload_file (id, file_name, url)
  VALUES (18, 'd600bd82-47a9-4eba-9605-99ed8ef9d771.ptJOvk5B1yY.jpg', 'https://www.dropbox.com/s/8qhcqem9ooxbjfn/d600bd82-47a9-4eba-9605-99ed8ef9d771.ptJOvk5B1yY.jpg\?raw=1');

INSERT INTO upload_file (id, file_name, url)
  VALUES (20, '5cf9b4d9-7740-4d97-9d43-c4a43f728141.brazil_flag.gif', 'https://www.dropbox.com/s/2s5vzi45kw91h1h/5cf9b4d9-7740-4d97-9d43-c4a43f728141.brazil_flag.gif\?raw=1');

INSERT INTO upload_file (id, file_name, url)
  VALUES (22, '1686a984-4887-443d-a825-a0e760c85bed.flag_turtsija_enl.jpg', 'https://www.dropbox.com/s/8e1pg8pfkcvoo82/1686a984-4887-443d-a825-a0e760c85bed.flag_turtsija_enl.jpg\?raw=1');

INSERT INTO upload_file (id, file_name, url)
  VALUES (24, 'e744ab35-3cd0-4b59-b230-ef653ee7b395.flag_tanzanija_enl.jpg', 'https://www.dropbox.com/s/1lc9tkgmphxc3xh/e744ab35-3cd0-4b59-b230-ef653ee7b395.flag_tanzanija_enl.jpg\?raw=1');


 INSERT INTO message (id, country_name, continent, date, header, text, file_id)
  VALUES (13, 'Либерия', 'AFRICA', '2016-03-26 00:00:00.000000', 'Вспышка Эболы в Западной Африке', '26 марта 2016 г.

 В Либерии и Гвинее выписаны последние пациенты', 14);

 INSERT INTO message (id, country_name, continent, date, header, text, file_id)
  VALUES (15, 'Йемен', 'AFRICA', '2017-08-14 00:00:00.000000', 'Число заболевших холерой в Йемене достигло 500 000 человек', '14 августа 2017 г.

 В это воскресенье общее число предполагаемых случаев заболевания холерой в Йемене достигло полумиллионной отметки, и за период с конца апреля, когда вспышка болезни начала стремительно распространяться, скончалось около 2000 человек.', 16);

 INSERT INTO message (id, country_name, continent, date, header, text, file_id)
  VALUES(17, 'Китай', 'ASIA', '2017-10-26 00:00:00.000000', 'Инфицирование людей вирусом птичьего гриппа A(H7N9) – Китай', '26 октября 2017 г.

 8 и 15 сентября 2017 г. Национальная комиссия здравоохранения и планирования семьи Китая (НКЗПС) известила ВОЗ еще о двух лабораторно подтвержденных случаях инфицирования людей вирусом птичьего гриппа A(H7N9) в Китае', 18);


 INSERT INTO health (id, health_text)
   VALUES (35, '&#9883; препараты для лечения хронических заболеваний (с запасом на + 2 недели)<br/>&#9883; термометр (не ртутный)<br/>&#9883; тонометр (при патологии со стороны сердечно-сосудистой системы)<br/>&#9883; глюкометр (при сахарном диабете)<br/>&#9883; энтеросорбенты (смектит диоктаэдрический)<br/>&#9883; ферментные препараты (содержащие панкреатин)<br/>&#9883; порошок для приготовления солевого раствора для оральной регидратации<br/>&#9883; антибактериальные средства (азитромицин)<br/>&#9883; противомалярийные средства (если в данном регионе есть малярия) <br/>&#9883; противоаллергические средства (таблетки, мазь/гель)<br/>&#9883; жаропонижающие средства (ибупрофен, парацетамол) <br/>&#9883; сосудосуживающие капли в нос<br/>&#9883; ушные капли (Отипакс)<br/>&#9883; смягчающие, обезболивающие глазные капли<br/>&#9883; лейкопластырь, бинт, антисептик для обработки ран или щелочное мыло, антибактериальная мазь (мупироцин)<br/>&#9883; солнцезащитный крем (50+)<br/>&#9883; средства от укачивания в транспорте<br/>&#9883; запасные очки и/или запасные контактные линзы (и раствор для линз)<br/>&#9883; репелленты против укусов насекомых, москитная сетка<br/>&#9883; пинцет, ножницы, безопасные булавки<br/>&#9883; другие средства, в зависимости от места назначения и продолжительности пребывания<br/>');

 INSERT INTO health (id, health_text)
   VALUES (37, '&#9883; препараты для лечения хронических заболеваний (с запасом на + 2 недели)<br/>&#9883; термометр (не ртутный)<br/>&#9883; тонометр (при патологии со стороны сердечно-сосудистой системы)<br/>&#9883; глюкометр (при сахарном диабете)<br/>&#9883; энтеросорбенты (смектит диоктаэдрический)<br/>&#9883; ферментные препараты (содержащие панкреатин)<br/>&#9883; порошок для приготовления солевого раствора для оральной регидратации<br/>&#9883; антибактериальные средства (азитромицин)<br/>&#9883; противомалярийные средства (если в данном регионе есть малярия) <br/>&#9883; противоаллергические средства (таблетки, мазь/гель)<br/>&#9883; жаропонижающие средства (ибупрофен, парацетамол) <br/>&#9883; сосудосуживающие капли в нос<br/>&#9883; ушные капли (Отипакс)<br/>&#9883; смягчающие, обезболивающие глазные капли<br/>&#9883; лейкопластырь, бинт, антисептик для обработки ран или щелочное мыло, антибактериальная мазь (мупироцин)<br/>&#9883; солнцезащитный крем (50+)<br/>&#9883; средства от укачивания в транспорте<br/>&#9883; запасные очки и/или запасные контактные линзы (и раствор для линз)<br/>&#9883; репелленты против укусов насекомых, москитная сетка<br/>&#9883; пинцет, ножницы, безопасные булавки<br/>&#9883; другие средства, в зависимости от места назначения и продолжительности пребывания<br/>');

 INSERT INTO health (id, health_text)
   VALUES (38, '&#10004; препараты для лечения хронических заболеваний (с запасом на + 2 недели)<br/>&#10004; термометр (не ртутный)<br/>&#10004; тонометр (при патологии со стороны сердечно-сосудистой системы)<br/>&#10004; глюкометр (при сахарном диабете)<br/>&#10004; энтеросорбенты (смектит диоктаэдрический)<br/>&#10004; ферментные препараты (содержащие панкреатин)<br/>&#10004; порошок для приготовления солевого раствора для оральной регидратации<br/>&#10004; антибактериальные средства (азитромицин)<br/>&#10004; противомалярийные средства (если в данном регионе есть малярия) <br/>&#10004; противоаллергические средства (таблетки, мазь/гель)<br/>&#10004; жаропонижающие средства (ибупрофен, парацетамол) <br/>&#10004; сосудосуживающие капли в нос<br/>&#10004; ушные капли (Отипакс)<br/>&#10004; смягчающие, обезболивающие глазные капли<br/>&#10004; лейкопластырь, бинт, антисептик для обработки ран или щелочное мыло, антибактериальная мазь (мупироцин)<br/>&#10004; солнцезащитный крем (50+)<br/>&#10004; средства от укачивания в транспорте<br/>&#10004; запасные очки и/или запасные контактные линзы (и раствор для линз)<br/>&#10004; репелленты против укусов насекомых, москитная сетка<br/>&#10004; пинцет, ножницы, безопасные булавки<br/>&#10004; другие средства, в зависимости от места назначения и продолжительности пребывания<br/>');

INSERT INTO other_diseases (id, comment, dis_name, prevention, url)
  VALUES (9, 'фодовижиа', 'отвал жопы', 'вролрывфол', '');

INSERT INTO other_diseases (id, comment, dis_name, prevention, url)
  VALUES (29, 'Трансмиссивная инфекция. Инфицирование вирусом Чикунгунья может приводить к длительным артритам, поражению глаз.', 'Лихорадка Чикунгунья', 'Избегать укусов комаров', '');

INSERT INTO other_diseases (id, comment, dis_name, prevention, url)
  VALUES (31, 'Трансмиссивная инфекция.
Основная причина лихорадочных заболеваний путешественников, возвращающихся из Карибского бассейна, Южной Америки и Южной и Юго-Восточной Азии.

', 'Лихорадка денге', 'Избегать укусов комаров', '');
INSERT INTO other_diseases (id, comment, dis_name, prevention, url)
  VALUES (32, 'Риск заражения для путешественников обычно низкий, определяется поведением туристов.', 'ВИЧ-инфекция', 'Избегать случайных половых связей, инвазивных манипуляций, в том числе маникюр, лечение зубов, иглоукалывание, пирсинг, татуаж.', '');

INSERT INTO other_diseases (id, comment, dis_name, prevention, url)
  VALUES (33, 'Воздушно-капельная инфекция.', 'H5N1 Птичий грипп', 'Избегать контакта с птицами, не посещать птичьи фермы.', '');

INSERT INTO prevention (id, prevention_text)
  VALUES (34, 'Избегать употребления:<br/>термически необработанных продуктов (сырые и мягко приготовленные яйца, сырое или не прожаренное мясо, сырая рыба (суши), сырые фрукты и овощи, очищенные и нарезанные не Вами, ягоды, которые сложно тщательно помыть (клубника, малина)); <br/>«Bushmeat» (блюда из обезьян, летучих мышей и других диких животных); <br/>непастеризованных молочных продуктов;<br/>продовольствия, купленного у уличных торговцев;<br/>приготовленной пищи, которая хранилась при комнатной температуре;<br/>напитков со льдом (лед может быть приготовлен из некачественой воды), напитков, приготовленных с помощью водопроводной или колодезной воды (например, восстановленный сок);<br/>чрезмерного количества алкоголя.<br/><br/>Необходимо соблюдать санитарно-гигиенические мероприятия (регулярное мытье рук и др.). Убедиться в наличии безопасной воды в месте проживания (душ, чистка зубов и др.). Следует уделять внимание детским бутылкам, пустышкам, прорезывателям зубов и игрушкам, которые падают на пол или обрабатываются другими; вода, используемая для очистки этих предметов, должна быть питьевой.<br/>Родители должны мыть руки после смены подгузников.<br/><br/>Избегать контакта с водой, которая может быть загрязнена (пресные водоемы, бассейны и др.). <br/><br/>При купании в морской (океан) воде избегать мест с медузами, морскими ежами и др.<br/><br/>При ходьбе по земле надевать обувь.<br/><br/>Одежда должна соответствовать климату. Необходимо избегать обезвоживания, чрезмерного воздействия солнца.<br/><br/>Для профилактики укусов насекомых (комары, москиты, клещи, блохи и др.) необходимо:<br/>носить головные уборы, одежду с длинными рукавами, а также закрывающую ноги;<br/>спать только в помещении, защищенном антикомариными сетками; <br/>при посещении природных зон чаще осматривать себя и детей на предмет наползания клещей; <br/>не приносить в номер букеты из полевых цветов и трав; не лежать на траве;<br/>помнить, что комары наиболее активны перед рассветом и закатом;<br/>использовать репелленты (для нанесения на кожу и обработки одежды), фумигаторы в помещениях;<br/>не лежать на траве, земле, песке;<br/>не гладить животных, на шерсти которых могут быть клещи.<br/>Используйте репелленты, содержащие только один из следующих активных ингредиентов:<br/>ДЭТА (диэтилтолуамид); Picaridin (также известный как KBR 3023 и Bayrepel); масло лимонного эвкалипта (OLE) или PMD; Insect Repellent IR3535.<br/>Детям старше 2-х месяцев можно использовать репелленты, содержащие ДЭТА (концентрация до 20-30%). Репелленты, содержащие масло лимонного эвкалипта (OLE), не должны использоваться у детей младше 3 лет.<br/>Применяйте репелленты на открытом воздухе или в хорошо проветриваемых помещениях. Репелленты в виде спрея могут быть легковоспламеняющимися, также не следует вдыхать их или использовать вблизи продуктов питания. Нет необходимости наносить репеллент под одежду; длинные брюки и рукава также уменьшают количество наносимого вещества. Тонкого слоя для защиты вполне хватает — более толстый слой не усиливает защиту. Избегайте попадания репеллентов в глаза, рот, на рану или высыпания, а если это произошло, немедленно промойте это место водой с мылом.<br/>Применение репеллентов у детей: средства в форме крема или лосьона нанесите сначала на Ваши руки, а уже затем на кожу ребенка; не разрешайте детям самим наносить на себя репелленты от насекомых, это должны делать взрослые; не наносите репеллент от насекомых на руки детей, так как тогда велика вероятность того, что репеллент попадет в рот ребенка; смывайте защитные средства с кожи ребенка, когда они больше не нужны; храните средства от насекомых в недоступном для детей месте.<br/><br/>Необходимо избегать любых контактов с животными, птицами, рыбами, медузами и змеями. Не рекомендуется: <br/>гладить и кормить уличных собак, кошек и других незнакомых Вам животных; <br/>посещать контактные зоопарки;  <br/>фотографироваться, беря на руки животных или птиц; <br/>посещать пещеры, где могут обитать летучие мыши и т.д.;<br/>контактировать с грызунами, их фекалиями и мочой;<br/>делать пилинг живыми рыбками (fish-spa). <br/>Не допускайте, чтобы животные лизали Вас. <br/>Если Вы путешествуете со своим питомцем, пристально следите за ним и не допускайте контакта с местными животными.<br/>Если Вас укусило или ослюнило любое теплокровное животное или птица: промойте рану обильным количеством воды с мылом; немедленно обратитесь к врачу; сообщите о произошедшем своему врачу, когда вернетесь в Россию. Если Вы проснулись в комнате с летучей мышью, немедленно обратитесь за медицинской помощью (летучие мыши могут переносить бешенство, а их укус очень сложно заметить).<br/><br/>Не рекомендуется делать во время путешествия пирсинг, татуировки, иглоукалывание. Если Вы получаете медицинскую или стоматологическую помощь, убедитесь, что оборудование продезинфицировано. Избегайте случайных половых связей.<br/><br/>Безопасное передвижение<br/>Выберите безопасные транспортные средства и, если возможно, избегайте мотоциклов.<br/>Используйте ремни безопасности или шлем на протяжении всей поездки на транспортном средстве, для транспортировки ребенка используйте специальное кресло.<br/>Не садитесь за руль после употребления алкоголя.<br/>Избегайте вождения ночью; уличное освещение в некоторых частях Таиланда может быть плохим.<br/>Избегайте использования местных, незапланированных самолетов.<br/>');

INSERT INTO vaccine (id, recommendation, transmission, url, vac_name)
  VALUES (25, 'Рекомендуется для большинства путешественников, включая тех, кто имеет «стандартные» маршруты.
Путешествие с детьми
Возраст младше 1 года – противопоказание к вакцинации. Иммуноглобулин (0,1 / мл /кг) может быть использован для защиты детей в возрасте до 1 месяца.
', 'Фекально-оральный путь (загрязненная пища и вода)
Контактное лицо
', 'https://wwwnc.cdc.gov/travel/yellowbook/2012/chapter-3-infectious-diseases-related-to-travel/hepatitis-a', 'Гепатит А');

INSERT INTO vaccine (id, recommendation, transmission, url, vac_name)
  VALUES (26, 'Рекомендуется для детей в возрасте до 5 лет', 'Воздушно-капельный', '', 'Гемофильная инфекция');

INSERT INTO vaccine (id, recommendation, transmission, url, vac_name)
  VALUES (27, 'Рекомендуется для всех путешественников.', 'Воздушно-капельный', '', 'Менингококовая инфекция');

INSERT INTO vaccine (id, recommendation, transmission, url, vac_name)
  VALUES (28, 'Рекомендуется для следующих групп:
- Путешественники, занимающиеся видами деятельности, которые могут привести к непосредственному контакту с собаками, летучими мышами и другими млекопитающими (туристы, байкеры, искатели приключений и спелеологи).
- Те, у кого есть профессиональные риски (например, ветеринары, специалисты по дикой природе, исследователи).
- Долгосрочные путешественники и экспатрианты.', 'Укусы млекопитающих (включая собак, летучих мышей, других плотоядных).', '', 'Бешенство');


INSERT INTO after_the_trip (id, after_trip_text)
  VALUES (36, 'Хотя некоторые болезни могут начаться во время путешествия, другие могут появляться в течение нескольких недель, месяцев или даже лет после возвращения. История путешествия, особенно в течение предыдущих 6 месяцев, должна быть частью обычной истории болезни для каждого больного. <br/>Малярия. Любой пациент с лихорадкой после поездки в зону риска малярии в течение последнего года должен быть немедленно обследован с использованием соответствующих диагностических тестов на малярию. Малярия, особенно P. falciparum , требует срочного вмешательства, поскольку клиническое ухудшение может происходить быстро и непредсказуемо.<br/><br/>');

INSERT INTO country (id, country_name, google_map, after_the_trip_id, flag_id, health_id, list_of_references_id, memo_file_id, prevention_id)
  VALUES (19, 'Бразилия', '<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d31759951.996419314!2d-69.66984560631295!3d-13.660970565103689!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x9c59c7ebcc28cf%3A0x295a1506f2293e63!2z0JHRgNCw0LfQuNC70LjRjw!5e0!3m2!1sru!2sru!4v1607284507914!5m2!1sru!2sru" width="600" height="450" frameborder="0" style="border:0;" allowfullscreen="" aria-hidden="false" tabindex="0"></iframe>', null, 20, null, null, null, null);

INSERT INTO country (id, country_name, google_map, after_the_trip_id, flag_id, health_id, list_of_references_id, memo_file_id, prevention_id)
  VALUES (21, 'Турция', '<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d6349274.405201532!2d30.687486785335192!3d39.01002906577036!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x14b0155c964f2671%3A0x40d9dbd42a625f2a!2z0KLRg9GA0YbQuNGP!5e0!3m2!1sru!2sru!4v1607284605021!5m2!1sru!2sru" width="600" height="450" frameborder="0" style="border:0;" allowfullscreen="" aria-hidden="false" tabindex="0"></iframe>', null, 22, null, null, null, null);

INSERT INTO country (id, country_name, google_map, after_the_trip_id, flag_id, health_id, list_of_references_id, memo_file_id, prevention_id)
  VALUES (23, 'Танзания', '<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d8121135.913692884!2d30.492609840167855!3d-6.342419918223117!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x184b51314869a111%3A0x885a17314bc1c430!2z0KLQsNC90LfQsNC90LjRjw!5e0!3m2!1sru!2sru!4v1607284656629!5m2!1sru!2sru" width="600" height="450" frameborder="0" style="border:0;" allowfullscreen="" aria-hidden="false" tabindex="0"></iframe>', null, 24, null, null, null, null);

INSERT INTO country (id, country_name, google_map, after_the_trip_id, flag_id, health_id, list_of_references_id, memo_file_id, prevention_id)
  VALUES (1, 'Таиланд', '<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d7961367.29236446!2d96.99347573421461!3d13.01104975995451!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x304d8df747424db1%3A0x9ed72c880757e802!2z0KLQsNC40LvQsNC90LQ!5e0!3m2!1sru!2sru!4v1606943296569!5m2!1sru!2sru" width="600" height="450" frameborder="0" style="border:0;" allowfullscreen="" aria-hidden="false" tabindex="0"></iframe>', 36, 2, 38, null, 3, 34);

INSERT INTO country_other_diseases_set (country_id, other_diseases_set_id)
  VALUES (1, 9);

INSERT INTO country_other_diseases_set (country_id, other_diseases_set_id)
VALUES (1, 29);

INSERT INTO country_other_diseases_set (country_id, other_diseases_set_id)
  VALUES (1, 31);

INSERT INTO country_other_diseases_set (country_id, other_diseases_set_id)
  VALUES (1, 32);

INSERT INTO country_other_diseases_set (country_id, other_diseases_set_id)
  VALUES (1, 33);

INSERT INTO country_vaccines (country_id, vaccines_id)
  VALUES (1, 25);

INSERT INTO country_vaccines (country_id, vaccines_id)
  VALUES (1, 26);

INSERT INTO country_vaccines (country_id, vaccines_id)
  VALUES (1, 27);

INSERT INTO country_vaccines (country_id, vaccines_id)
  VALUES (1, 28);